export const HUMAN_TEXT_JP = {
  SPEECH: {
    DANGER: ["助けて！", "HELP!"],
    FALLING: ["うわあぁ", "落ちるー!!"],
    DROWNING: ["ぶくぶく…"],
    LANDED: ["着地！", "ふぅ", "よし"],
    FEAR: ["うわーー！", "助けられなかった…", "きゃー！！", "ひ、ひぃい！"],
    CRACKED: ["ヒビだ…！", "登れないな", "Σ", "困ったぞ"],
    OBSERVE: ["･･･"],
    FLOOD_NEAR: ["水だー！", "水が来たぞー！", "逃げろー！"],
    CANT_CLIMB: ["ここは登れない…", "他を回ろう", "上に行くにはどこへ…"],
    LOST: ["上に行く道はどこだ…", "逃げ道がない…", "助けて…"],
    FOUND_PATH: ["道だ！", "上に行けるぞ！", "これで助かる！"],
    GOAL: ["神様ありがとう！", "生き残れた！", "やったーー！！"]
  }
};
